{
	"title": {
		"fi": "Naginata Suomessa",
		"en": "Naginata Finland",
		"jp": "なぎなた フィンランド"
	},
	"navigation": {
		"fi": [
			["/", "Ajankohtaista", "Ajankohtaista"],
			["/naginata", "Atarashii Naginatado", "Naginata"],
			["/koryu", "Jikishinkageryu Naginatajutsu", "Koryu"],
			["/media", "Kuvat, Videot ja muu Media", "Media"],
			["/yhteystiedot", "Yhteystiedot", "Yhteystiedot"]
		],
		"en": [],
		"jp": []
	},
	"article": {
		"fi": {
			"/": [
				"<h1>Ajankohtaista</h1>"
			],
			"/naginata": [
				"<h1>Atarashii Naginatado</h1><p>Atarashii Naginatado rakentuu pitkälti kahden vanhan Japanin suurimman naginatatyylin pohjalta. Nämä tyylit olivat Tendoryu ja Jikishinkageryu, jotka ovat edelleen harrastajamääriltään suurimmat jäljelle jääneistä klassisista naginatatyyleistä.</p><p>Aluksi tätä kutsuttiin nimellä Gakkou Naginata, koska sen tarkoituksena oli toimia kouluissa liikunnan opetuksena tytöille.</p><p>Myöhemmin nimi muutettiin uudeksi naginataksi, ikään kuin standarsoitu versio samaan tapaan kuten kendon, judon ja iaidon osalta tehtiin.</p><p>Nykyisen muodon laji saavutti suhteellisen myöhään, 1960 ja 1970 luvuilla.</p><h2>Shikake Oji</h2><p>Pariharjoitteluun perusteisiin kuuluu kahdeksan osainen sarja nimeltä Shikake Oji. Kummallakin pareista on bambuteräinen naginata aseenaan ja keskenään jakavat hyökkääjän (shikake) ja puolustajan (oji) roolit.</p>"
			],
			"/koryu": [
				"<h1>Jikishinkageryu Naginatajutsu</h1><p>Erona Atarashii Naginatado:n takkiin, tässä tyylissä hihoihin ei kuulu kiristävää nauhaa. Muutoin asukokonaisuus vastaa standardia.</p><p>Näytösten yhteydessä pukeudutaan mustaan pukuun ja hihat sidotaan valkoisella liinalla.</p><p>Tunnusomaisia tekniikoita ovat tuuli- ja vesimyllyjen mukaan nimenyt pyörivän leikkauksen tekniikat joiden avulla ase voi olla koko ajan liikkeessä.</p>"
			],
			"/media": [
				"<h1>Kuvat, Videot ja muu Media</h1>"
			],
			"/yhteystiedot": [
				"<h1>Yhteystiedot</h1>"
			]
		},
		"en": {},
		"jp": {}
	},
	"footer": {
		"fi": [
			["http://paazmaya.com", "PAAZMAYA.com", "&copy; Jukka Paasonen"],
			["#contribute", "Tue sivuja muokkaamalla", "Ylläpito"]
		],
		"en": [],
		"jp": []
	},
	"users": {
		"administrators": [
			"olavic@gmail.com"
		],
		"contributors": []
	}
}